// Семинар 2
// Задание 1
// Создать переменные num1, num2 которые пользователь вводит с клавиатуры
// Проверьте, что переменная num1 равна или меньше 1, а переменная num2 больше или равна 3.

// let num1 = Number(prompt(''));
// alert((num1 === 1 || num1 < 1) ? 'переменная num1 равна или меньше 1' : 'другое')
// let num2 = Number(prompt(''));
// alert((num2 > 3 || num2 === 3) ? 'переменная num2 больше или равна 3' : 'другое')

// Задание 2
// Перепишите код к тернарному оператору

// let test = true;
// if (test === true) {
// console.log('+++');
// } else {
// console.log('---');
// }

// Задание 3
// В переменной day лежит какое-то число из интервала от 1 до 31. Определите в какую декаду месяца попадает это число (в первую, вторую или третью).

// let number = Math.ceil (Math.random () * 31);
// if (number <= 10) {
//     alert ('number - Первая декада');
// } else if (number >= 11 && number <= 20) {
//     alert ('number - Вторая декада')
// } else {
//     alert ('number - Третья декада')
// }
