// Семинар 1
// Задание 1
// Необходимо создать переменную в которой будет храниться температура в градусах Цельсия, преобразовать значение в температуру по фаренгейту.
// Формула перевода градусов Цельсия в градусы Фаренгейта: градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32
// Вывести в консоль температуру в Цельсиях и Фаренгейтах.
        
// const tempCelsius = +prompt(' Введите значение температуры в градусах Цельсия: ');
// const tempFahrenheit = (9 / 5) * tempCelsius + 32;
// alert(' Температура ' + tempCelsius + ' градусов по Цельсию в градусах по Фаренгейту равна: ' + Math.round(tempFahrenheit * 100) / 100);

// Задание 2
// Необходимо создать переменную name, записать в эту переменную свое имя. Необходимо также создать переменную admin и присвоить этой переменной значение из переменной name. Вывести значение переменной admin в консоль.
 
// const name = "Юлия";
// const admin = "name";
// console.log(admin);